Repository: HearthSim/HSTracker
Catalog: HSTracker/UIs/Preferences/mul.lproj/GeneralPreferences.xcstrings
Source language: en
Languages: de, fr, ko, zh_hans, zh_hant

# 1BI-nh-nxq.title
source: Prefer golden cards when exporting to Hearthstone
de: Bevorzuge goldene Karten beim Export zu Hearthstone
fr: Préférer les cartes dorées lors de l'export vers Hearthstone
zh_hans: 将套牌导入炉石传说时，优先使用金色卡牌
zh_hant: 匯出到爐石戰記時，優先考慮金卡

# 08B-rI-8LA.ibShadowedToolTip
source: Notifications are only visible if Hearthstone is not focused
de: Benachrichtigungen sind nur sichtbar, wenn Hearthstone sich im Hintergrund befindet
fr: Les notifications sont visibles uniquement si Hearthstone n'est pas au premier plan
ko: 하스스톤이 포커중일때만 알림주기
zh_hans: 仅当炉石传说不在最前时显示通知
zh_hant: 目前視窗不是爐石戰記時才會顯示通知

# aaX-mu-c31.title
source: Notify me when the game starts
de: Benachrichtige mich, wenn die Runde beginnt
fr: Notifier au début de la partie
ko: 게임이 시작하면 알림주기
zh_hans: 对局开始时通知我
zh_hant: 當遊戲開始時通知我

# c8y-VJ-p2U.ibShadowedToolTip
source: Notifications are only visible if Hearthstone is not focused
de: Benachrichtigungen sind nur sichtbar, wenn Hearthstone sich im Hintergrund befindet
fr: Les notifications sont visibles uniquement si Hearthstone n'est pas au premier plan
ko: Notifications은 포커스가 하스스톤에 있지 않을때만 나타나기
zh_hans: 仅当炉石传说不在最前时显示通知
zh_hant: 目前視窗不是爐石戰記時才會顯示通知

# GhP-a6-Faw.title
source: Notify me when my opponent concedes
de: Benachrichtige mich, wenn mein Gegner aufgegeben hat
fr: Notifier à la concession de l'adversaire
ko: 상대방이 포기하면 알림주기
zh_hans: 对手认输时通知我
zh_hant: 當對手投降時通知我

# mBv-nX-Cn3.title
source: Enable AppHealth icon badge
de: Aktiviere AppHealth Icon-Badge
fr: Activer le badge AppHealth sur l'icône
zh_hans: 使用炉石传说符号

# oQm-3D-WOn.title
source: Close HSTracker when Hearthstone closes
de: Beende HSTracker, wenn Hearthstone beendet wird
fr: Fermer HSTracker à la fermeture de Hearthstone
ko: 하스스톤을 종료하면 HSTracker도 종료하기
zh_hans: 当退出炉石传说时，关闭 HSTracker
zh_hant: 關閉爐石戰記時，也結束HSTracker

# Rbw-dw-oAI.title
source: Notify me when my turn starts
de: Benachrichtige mich, wenn mein Zug anfängt
fr: Notifier au début du tour
ko: 내 턴이 시작하면 알림주기
zh_hans: 轮到我时通知我
zh_hant: 輪到我的回合時通知我

# vod-AA-O2m.title
source: Save replays
de: Replays speichern
fr: Enregistrer les replays
ko: 리플레이 저장
zh_hans: 保存回放
zh_hant: 重播已儲存

# XEI-kJ-kec.title
source: Use Toast notifications instead of Notification Center
de: Benutze Toast Benachrichtigungen anstelle des Mitteilungszentrale
fr: Utiliser les notifications Toast au lieu du Centre de notifications
ko: Notification 센터 알림대신 토스트 알림 사용하기
zh_hans: 使用弹出窗口提醒，而不是通知中心
zh_hant: 使用彈出視窗提醒，而不在通知中心出現

# Yit-xi-gbj.ibShadowedToolTip
source: Notifications are only visible if Hearthstone is not focused
de: Benachrichtigungen sind nur sichtbar, wenn Hearthstone sich im Hintergrund befindet
fr: Les notifications sont visibles uniquement si Hearthstone n'est pas au premier plan
ko: Notifications은 포커스가 하스스톤에 있을때만 나타나기
zh_hans: 仅当炉石传说不在最前时显示通知
zh_hant: 當找不到爐石戰記時才啟用通知

# hzK-vu-1RX.ibShadowedToolTip
source: Notifications are only visible if Hearthstone is not focused
fr: Les notifications sont visibles uniquement si Hearthstone n'est pas au premier plan
ko: Notifications은 포커스가 하스스톤에 있지 않을때만 나타나기
zh_hant: 目前視窗不是爐石戰記時才會顯示通知
